{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "MatchTagAlways": { "branch": "master" },
  "aw-watcher-vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "clang_complete": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "fcitx.vim": { "branch": "fcitx5" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.vim": { "branch": "master" },
  "mathjax-support-for-mkdp": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rasi.vim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-cpp-enhanced-highlight": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vimtex": { "branch": "master" }
}