{
  "LuaSnip": { "branch": "master" },
  "MatchTagAlways": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rasi.vim": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}